{"pageProps":{"data":{"id":"affective-hand-sculpted-glyph-forms","pc_id":"1072","title":"Affective, Hand-Sculpted Glyph Forms for Engaging and Expressive Scientific Visualization","authors":[{"id":"A007","name":"Stephanie","surname":"Zeller","affiliation":"Texas Advanced Computing Center, University of Texas, Austin, USA","website":"https://scholar.google.com/citations?hl=en&oi=ao&user=z5EnT0oAAAAJ","bio":"Stephanie Zeller is a scientific visualization researcher and graduate student at the Texas Advanced Computing Center (TACC) and The University of Texas at Austin’s department of Geography and the Environment. Her interests include data physicalization, color theory in visualization, environmental epistemologies / ontologies, human-environment relations, posthumanist philosophies, and transdisciplinary approaches to community-based work. Her research investigates the value of applied arts theory in geographic visualization for understanding and communicating the dynamics of climate change and landscape transformation on a local scale. Zeller’s prior experience includes research at the National Center for Atmospheric Research, Los Alamos National Laboratory, NASA's Johnson Space Center, NASA's Goddard Space Flight Center, the Texas Health Journal, and others. She holds a B.A. in Studio Art, a B.S. in Public Relations, and minors in Spanish, Astronomy, and Business from the University of Texas at Austin.","contributions_ids":1072},{"id":"A008","name":"Francesca","surname":"Samsel","affiliation":"Texas Advanced Computing Center, University of Texas, Austin, USA","website":"https://scholar.google.com/citations?user=F4BBJpcAAAAJ&hl=en","bio":"Samsel, who holds a BFA from the California College of Arts and an MFA from the University of Washington, is a Research Scientist at the Texas Advanced Computing Center (UT Austin) focusing on multidisciplinary collaborations with visualization teams and the geosciences. Her research investigates the application of artistic expertise to real-world visualization challenges as practical solutions for scientific questions and as innovative approaches to communicating science.\n\nSamsel is a regular collaborator with the Data Science at Scale and Climate, Ocean Sea Ice, Modeling teams at Los Alamos National Laboratory, and the Interactive Visualization Lab at the University of Minnesota. Her work has been recognized by multiple Best Scientific Visualization and Data Analytics Awards, along with over 60 publications. Funded by the NSF and DOE, she is a regular presenter at conferences across disciplines including AGU Fall Meeting, IEEE Vis, SIG CHI, Euro Graphics and the College Art Association. \n","contributions_ids":1072},{"id":"A009","name":"Lyn","surname":"Bartram","affiliation":"School of Interactive Art and Technology, Simon Fraser University, Surrey, British Columbia, Canada","website":"https://www.sfu.ca/siat/people/research-faculty/lyn-bartram.html","bio":"Lyn Bartram is Professor  in the School of Interactive Art and Technology at SFU and Director of the Vancouver Institute of Visual Analytics, an SFU Research Institute engaging researchers, practitioners and organizations with challenges and opportunities in the emerging universe of big data. Her work explores  the  intersecting potential of interactive technologies, visual analytics, and computational media from both theoretical and applied perspectives, particularly to better support data-enabled thinking beyond the traditional applications of expert data science. She and her students study how we can leverage the capabilities of human perception, cognition, affect, and behaviour to reduce the overhead of using information systems. Bartram works in both standard and practice-based research methods in applications-related to data visualization, personal visual analytics, computational sustainability, and computational aesthetics.","contributions_ids":1072}],"type":"paper","keywords":"Glyphs;affect;visualization;scientific visualization art","description":"As scientific data continues to grow in size, complexity, and density, the representation scope of three-dimensional spaces, data sampling methods, and transfer functions have improved in parallel, allowing visualization practitioners to produce richer multidimensional encodings. Glyphs, in particular, have become an essential encoding tool due to their versatile applications in co-located multivariate volumetric datasets. While prior work has been conducted investigating the perceptual attributes of computationally-generated three-dimensional glyph-forms for scientific visualization, their affective and expressive qualities have yet to be examined. Further, our prior work has demonstrated the benefits of artist hand-created glyph forms in contrast to commonly-used synthetic forms in increasing visual diversity, discrimination, and expressive association in complex environmental datasets. In order to begin to address this gap, we establish preliminary groundwork for an affective design space for hand-created glyph forms, produce a novel set of glyph-forms based on this design space, describe a non-verbal method for discovering affective classifications of glyph-forms adopted from current affect theory, and report the results of two studies that explore how these three-dimensional forms produce consistent affective responses across assorted study cohorts.","images":[{"src":"WhiteGlyphs2 (1).png","width":1200,"height":1383},{"src":"AppliedABR (1).png","width":2200,"height":715},{"src":"ColorCompare (1).png","width":1200,"height":1574},{"src":"Handmade5 (1).png","width":1224,"height":839},{"src":"ResultsGlyphs3 (1).png","width":2000,"height":1185},{"src":"teaser3.png","width":2204,"height":759}]}},"__N_SSG":true}