{"pageProps":{"data":{"id":"beyond-human-perception","pc_id":"1038","title":"Beyond Human Perception","authors":[{"id":"A035+A036","name":"Maria Castellanos and","surname":"Alberto Valverde","affiliation":"(1) Department of Art, Design and Drama/Faculty of Technology, Art and Design/ FeLT Project, OsloMet - Oslo Metropolitan University, Oslo, Norway, (2) Independent artist","bio":"\"María Castellanos and Alberto Valverde (uh513), began working together as a duo in 2009. María Castellanos is currently working as post-doc researcher at Oslo Metropolitan University, in the framework of FeLT Project –Futures of Living Technologies–.  Alberto Valverde is an artist and technologist with experience in system design, creation of interactive environments, multimedia and robotics.\n\nThey joint practice focuses on the relationships between human beings , non human beings and machines. During the  recent years they have centred their research on the exploration about boundaries of human senses and the creation of complex systems that promote the communication and the understanding between humans and plants.\n\nTheir work has won awards like Leonardo Grant for Researchers and Cultural Creators by BBVA Foundation (Spain) in 2020. In 2017 they received the prize  VERTIGO STARTS,  granted under the aegis of EU-Horizon 2020, an initiative led by Centre Pompidou and IRCAM , Paris, and the Fraunhifer. Gesellschaft, Germany, to foster collaboration between art practitioners and R&D projects. In 2016 they were awarded the Antón Scholarship for Sculpture Research from the Museo Antón in Candás (Spain). Also in 2016 they were nominated for the STARTSPrize' 16 at Ars Electronica, Linz (Austria) and the Japan Media Arts Festival, Tokyo (Japan).\n\nTheir work was exhibited and performed at venues and festivals such as Ars Electronica Festival (AT), LABoral Art Centre (SP) , Athens Digital Arts Festival (GR), Onassis Stegi (GR), House of electronic Arts Basel(CH), La Gâite Lyrique Museum (FR), DRIVE Volskwagen (DE), Matadero Madrid (SP), Bozar Electronic Art Festival (BE), Arts Santa Mónica (SP), Touch me Festival (CH) MUSAC (SP), CEBIT. Europe's Festival for Innovation and Digitization (DE), RIXC Art Science Festival (LV), Meta.Morf. Trondheim International Biennale for Art and Technology (NO).\"","images":[{"src":"castellanos-vicente_maria.jpg","width":800,"height":1070},{"src":"valverde-garcia_alberto.jpg","width":354,"height":400}],"contributions_ids":1038}],"type":"artwork","description":"The artwork is a video installation that allows the audience to visualize and compare the reactions of humans and plants to a common stimulus; live music. Erasing boundaries into the communication and understanding between both living beings and by highlighting the immediate reactions of plants to their surrounding changes.\n\nThe installation is the result of several sessions where the brain activity of humans was measured, through the EEG registered wave, and measuring the electrical oscillations that are happening into the plants, measured with a sensor developed by the artists, able to detect immediate changes in plants.\nThrough the use of mathematics, by using the Fast Fourier Transform, humans data and plants data are able to compare each other. This data can also be displayed graphically thanks to an algorithm developed by the artists that allow the audience to see the data through the shape of little spheres that are moving within the geometric shape of torus. Each little sphere represent each data registered. The graphic representation of human data and plant data can be seen simultaneously in a video allowing the audience to find patterns by comparing the both living beings reactions to the live music.\n\nThrough this artistic research we aim to know more about the secrets language of plants. To know more about the plants’ language and behavior will allow us to know more about nature, thus we could beMer understand our environment. To have an impact in other fields such as climate change, which is a reality happening now; the more we know about our environment and the living organisms that are living with us on Earth, the more we can do to try to improve the situation. Plants could give us a lot of information that we cannot understand yet, but this can help formulate new questions.","images":[{"src":"001_still_videoinstallation.jpg","width":6000,"height":3368},{"src":"002_still_videoinstalaltion.jpg","width":6000,"height":3368},{"src":"012_devices_sensor_holders.jpg","width":4764,"height":2048},{"src":"during_performance_laboral_01.jpg","width":5184,"height":3456},{"src":"photo_during_the_performance.jpg","width":5184,"height":3456}]}},"__N_SSG":true}