{"pageProps":{"data":{"id":"molecular-planets","pc_id":"1089","title":"Molecular Planets","authors":[{"id":"A013","name":"Christoph","surname":"Müller","affiliation":"Visualisierungsinstitut der Universität Stuttgart, Universität Stuttgart, Stuttgart, Germany","bio":"Christoph Müller received his diploma in software engineering from the University of Stuttgart, Germany. He is currently a doctoral researcher at the Visualization Research Center of the University of Stuttgart. His research interests include visualisation and GPU computing, in particular graphics clusters and large, high-resolution displays, the quantification of GPU-based visualisation techniques with respect to performance an energy consumption, and security visualisation.","images":[{"src":"MULLER_CHRISTOPH.png","width":1488,"height":1724}],"contributions_ids":1089},{"id":"A014","name":"Karsten","surname":"Schatz","affiliation":"Visualization Research Center (VISUS), University of Stuttgart, Stuttgart, Germany","bio":"Karsten Schatz is a software engineer working at Mercedes-Benz Tech Motion GmbH in Leinfelden-Echterdingen, Germany. Previously, he was a doctoral researcher at the Visualization Research Center of the University of Stuttgart, and Eberhard Karls University of Tübingen, Germany. He received his Master’s degree in computer science from the University of Stuttgart, Germany. His research interests include visualization and computer graphics, with a focus on molecular and astrophysical visualization, and the visualization of large particle-based data.","images":[{"src":"SCHATZ_KARSTEN.jpg","width":3287,"height":4930}],"contributions_ids":1089},{"id":"A015","name":"Florian","surname":"Frieß","affiliation":"University of Stuttgart, Stuttgart, Germany","bio":"Florian Frieß is a software engineer working at ADVANTEST in Böblingen, Germany. Previously, he was a doctoral researcher at the Visualization Research Center of the University of Stuttgart. He received a M. Sc. and a Ph. D. (Dr. rer. nat., with honours) in computer science from the University of Stuttgart, Germany. His research interests include visualisation, computer graphics, GPU computing with a focus on interactive remote visualisation of large data on large high-resolution displays.","images":[{"src":"FRIESS_FLORIAN.jpg","width":2000,"height":3006}],"contributions_ids":1089},{"id":"A016","name":"Michael","surname":"Krone","affiliation":"Big Data Visual Analytics, University of Tübingen, Tübingen, Germany","bio":"Michael Krone is a junior professor for Big Data Visual Analytics in Life Sciences at the department of computer science at Eberhard Karls University of Tübingen, Germany. He is currently also a visiting assistant professor at New York University. Previously, he was a postdoctoral researcher at the Visualization Research Center of the University of Stuttgart and a guest lecturer at Ludwig Maximilian University of Munich, Germany. He received a diploma and a Ph. D. (Dr. rer. nat., with honours) in computer science from the University of Stuttgart, Germany. His research interests include visualization, computer graphics, GPU computing, and human-computer interaction, with a focus on molecular visualization, visual analysis of biomedical data, web-based visualization, and interactive visual exploration of large data. In 2017, he contributed to the science exhibition “In the Digital Laboratory”.","images":[{"src":"KRONE_MICHAEL.jpg","width":7252,"height":4912}],"contributions_ids":1089}],"type":"artwork","description":"The molecular world is always in motion – molecules are never stationary, their atoms are constantly vibrating due to thermal energies and other external forces. This ongoing motion is the reason that our exhibit is in the form of a mobile – a form of art already used by Alexander Calder, who believed that the mathematical laws of the universe could not be expressed by static art. The idea of mysterious forces holding the universe in balance inspired his mobiles. Likewise, the ever-moving elements of the molecular space is not only invisible, but their shapes are of purely theoretical nature. Visualisation makes the elegance and beauty of the molecular world visible in virtual space by representing molecular models as molecular surfaces portraying the interface between a protein and its environment. Our exhibit not only makes such visualisations transcend into our three-dimensional, tangible space, but also mingles all intermediate mathematical spaces that the idea of molecular surfaces traverse to reach their visual representation into one object.","images":[{"src":"molecular-planets0.png","width":4096,"height":4468},{"src":"molecular-planets1.png","width":4096,"height":4693},{"src":"molecular-planets2.png","width":4096,"height":4573},{"src":"molecular-planets4.png","width":4096,"height":2917}],"video":"a-visap-1089_Müller_Preview.mp4"}},"__N_SSG":true}