{"pageProps":{"data":{"id":"shifting-winds","pc_id":"1021","title":"Shifting winds: Gendered structures of academic mentorship","authors":[{"id":"A023","name":"Jiabao","surname":"Li","affiliation":"The University of Texas at Austin","website":"https://www.jiabaoli.org/","bio":"Jiabao Li creates works addressing climate change, interspecies world sharing, humane technology, and a just, sustainable future. In Jiabao’s TED Talk, she uncovered how technology mediates the way we perceive reality. At Apple, she invents and explores new technologies for future products. Jiabao holds multiple patents and awards including Falling Walls, iF, AACYF 30 Under 30, FastCo, Core77, A’ Design. She serves on IDSA education counsel and D&AD jury panel. Currently, Jiabao is an Assistant Professor at UT Austin and a member of NEW INC at the New Museum. She holds a Master of Design Technology with Distinction at Harvard GSD.","images":[{"src":"li_jiabao.jpg","width":1000,"height":1000}],"contributions_ids":1021},{"id":"A024","name":"Houjiang","surname":"Liu","affiliation":"The University of Texas at Austin","bio":"Houjiang Liu is currently a PhD student studying HCI and Human-centered AI in the Information School at the University of Texas at Austin. He holds an MFA in Design and BA in Applied Physics. Previously, he was a design researcher and an interaction designer.","contributions_ids":1021},{"id":"A025","name":"Jilie","surname":"Zeng","affiliation":"The University of Texas at Austin","website":"https://www.zengjilie.com/","bio":"Jilie Zeng is a graduate student in the Information School at the University of Texas at Austin.","contributions_ids":1021},{"id":"A026","name":"Di","surname":"Wu","affiliation":"The University of Texas at Austin","bio":"Di Wu is currently a Master student in the Information School at the University of Texas at Austin. ","contributions_ids":1021},{"id":"A027","name":"Ying","surname":"Ding","affiliation":"The University of Texas at Austin","website":"https://yingding.ischool.utexas.edu/","bio":"Dr. Ying Ding is Bill & Lewis Suit Professor at School of Information, University of Texas at Austin. She has been involved in various NIH, NSF and European-Union funded projects. She has published 240+ papers in journals, conferences, and workshops, and served as the program committee member for 200+ international conferences. She is the co-editor of book series called Semantic Web Synthesis by Morgan & Claypool publisher, the co-editor-in-chief for Data Intelligence published by MIT Press and Chinese Academy of Sciences, and serves as the editorial board member for several top journals in Information Science and Semantic Web. Her current research interests include data-driven science of science, AI in healthcare, Semantic Web, knowledge graph, data science, scholarly communication, and the application of Web technologies.","images":[{"src":"ding_ying.JPG","width":3024,"height":4032}],"contributions_ids":1021},{"id":"A028","name":"Alec","surname":"McGail","affiliation":"The University of Texas at Austin","website":"https://www.alecmcgail.com/","bio":"Alec McGail is a Ph.D. candidate at Cornell studying the sociology of sociology and the science of science. He has been completing his dissertation from a van-office which he has been carting around the country, interviewing key informants in the history of the social sciences, in an homage to Erdős. His focus on the theoretical foundations of his own discipline, and the processes of their calcification, was originally intended to give a robust backdrop for his own scattered theoretical and empirical studies. His interests include emergence in network formation and diffusion processes, physiological sensors of emotional energy flowing in conversation, and a chatbot which comes to understand you through conversation as the universal intermediary. His studies tend to emphasize the variety of mechanisms operative in social life, and as such often rely on an inductive and descriptive paradigm.","images":[{"src":"mcgail_alec.JPG","width":664,"height":886}],"contributions_ids":1021}],"type":"pictorial","description":"Every researcher alive today had their mentors, those who helped assimilate them into a life of scholarly work. And in turn they each had their mentors, and so on to the dawn of knowledge. In the same way, each researcher’s mentees take their perspectives and methods to future mentees, and to their mentees, etc. These comprise the roots and branches, respectively, of the academic tree of a single researcher. If we let these ancestors’ and descendants’ genders affect these trees like a “wind,” most curl nearly to the earth. We depict and describe the structure of these trees, and how this wind has changed over the decades. To set these trees growing upright again we visualize giving differential weight to male and female researchers.","images":[{"src":"FRANCIS GALTON (Widest and Tallest) 8.jpg","width":2507,"height":2695},{"src":"forest_hist.jpg","width":3000,"height":3000},{"src":"DONALD REIFF (most female-tilted).jpg","width":693,"height":1408},{"src":"JENNIFER A DOUDNA.png","width":2360,"height":1248},{"src":"Richard P Feynman.jpg","width":1475,"height":1498}]}},"__N_SSG":true}