{"pageProps":{"data":{"id":"softvoss","pc_id":"1052","title":"SoftVoss","authors":[{"id":"A044","name":"Yin","surname":"Yu","affiliation":"School of Art and Design, San Diego State University, USA","website":"https://yinyudesign.com/","bio":"Dr. Yin Yu is a multidisciplinary artist, designer, and engineer. Her research investigates the potential of interactive multimedia environments and the intersection of architecture, music, and emerging technologies. Her practice covers a broad spectrum, including furniture, architecture, interactive multimedia, wearable design, and art installation. Underlying every aspect of her work is her deep commitment to investigating the social and physical interactions between human beings and the built spaces and redesigning the human-made environment through new media technologies. Her works have won several prestigious awards, published and exhibited internationally, such as CHI, HAID, and Xenakis22 Symposium. Dr. Yu joined the School of Art and Design at San Diego State University as Assistant Professor in 2022. She has a Bachelor of Science in Electronic Engineering (CN), a Master of Science in Information Technology (US), a Master of Science in Interior Architecture (US), and a Ph.D. in Media Arts and Technologies (US).","images":[{"src":"YU_YIN.png","width":1824,"height":1824}],"contributions_ids":1052}],"type":"artwork","description":"Human skin exchanges real-time energy with its surrounding space, such as temperature, humidity, and pressure. What if our skin can listen? SoftVoss is a morphing artificial skin that changes its appearance by real-time sound.\n\nSoftVoss brings sound material into an architectural body space that perfectly represents the show’s theme--Mingling Spaces. In general, skin, as the outer layer of a body, protects our inner body from the environment. SoftVoss responds to the space through a new dimension of senses: aural. SoftVoss becomes a medium for visual communication with the soundscape as an artificial skin.\n\nSoftVoss used the information of sound morphology–the transformation of sound material–to change the appearance of a body. The realization of SoftVoss has three main components: sound materials, a control system, and a soft structure. Sound material, captured by microphones, is the input data to control the piece. The four channels of sound materials activate the four layers of feathers using real-time data input. The sounds captured from different source directions activate the specific layer of the feather. SoftVoss visualizes sound information through a 3D morphogenesis of wearable art.","images":[{"src":"SoftVoss-1.png","width":1205,"height":1080},{"src":"SoftVoss-2.jpg","width":4096,"height":2364},{"src":"SoftVoss-3.jpg","width":3000,"height":2000},{"src":"SoftVoss-4.jpg","width":3000,"height":2000},{"src":"SoftVoss-5.jpg","width":3521,"height":5408}]}},"__N_SSG":true}