{"pageProps":{"data":{"id":"tangled-tracks","pc_id":"1019","title":"Tangled Tracks","authors":[{"id":"A021","name":"Luiz","surname":"Ludwig","affiliation":"School of Fine Arts, Federal University of Rio de Janeiro. Pontifical Catholic University of Rio de Janeiro, Rio de Janeiro","bio":"[Artist] Luiz Ludwig is a designer, artist and professor. Focused on the convergence between data, art and design, Luiz has developed projects for museums such as Museum of Tomorrow, Banco do Brasil Cultural Center, and Oi Futuro Cultural Center. He has also carried out projects for institutions such as Oi, Petrobras, National Institute for Pure and Applied Mathematics. \n\n\nHe participated as an artist and co-producer in the exhibition on artistic data visualization 'Numerical Existence', at the Oi Futuro Cultural Center in 2018. Together with Doris Kosminsky and Barbara Castro, he edited the book ''Numerical Existence' with key texts on data visualization translated to Portuguese.\n\n\nMaster in Graphic Design from the Maryland Institute College of Art (USA), Luiz is currently pursuing his doctoral degree in Visual Arts at Federal University of Rio de Janeiro and he is currently a professor at Pontifical Catholic University of Rio de Janeiro.","images":[{"src":"LUDWIG_LUIZ.JPG","width":5760,"height":3840}],"contributions_ids":1019},{"id":"A022","name":"Doris","surname":"Kosminsky","affiliation":"School of Fine Arts, Federal University of Rio de Janeiro, Rio de Janeiro, Brazil","bio":"[Advisor] Doris Kosminsky is a designer, researcher, and associate professor at the Federal University of Rio de Janeiro in the Visual Design Department at the School of Fine Arts. She also teaches at the Graduate Programs in Visual Arts, and in Design. \n\n\nKosminsky leads the Visuality and Visualization Lab (labvis.eba.ufrj.br) since 2010. Her primary research interests are in Data Visualization, Information Design, and the creative processes with the use of data. Among her principal works are the exhibition and book “Numerical Existence”, as well as “Data Changes Everything: Challenges and Opportunities in Data Visualization Design Handoff”, Best Paper IEEE InfoVIS 2019.\n\n\nRecently, she has been coordinating the big data visualization project, “AMPLIA SAÚDE”, which explores the effect of environmental factors on maternal and newborn health, from the design point of view. This project is granted by the Bill & Melinda Gates Foundation and the Brazilian National Research Council – CNPq.","contributions_ids":1019}],"type":"artwork","description":"The artwork Tangled Tracks consists of a set of 16 red and white ceramic tiles that register the real and virtual paths taken by the artist. As a way of exhibiting them, the tiles are available so the public can interact and rearrange them in their own way. In this manner, participants are invited to form their own paths, imagining and fabulating routes. In addition, through a projection mapped on top of some tiles, it is possible to know more features about the routes: origin and destination, what type of route it is and how the information was obtained.\n\nThe process of capturing the paths was done differently according to the type of path. The red ceramic tiles contain drawings of physical paths that were captured by the cell phone’s GPS during the artist’s walks and movements around the cities of Rio de Janeiro and São Paulo. On the other hand, the white ceramic tiles contain virtual paths that were traced considering the global information infrastructure networks and the locations where the headquarters of telecommunications and technology companies are based.\n\nWithout any colorant or glaze, the creation of the tiles is based on the use of two types of clay that are originally of different colors. The color of the clay distinguishes for the visitor the real paths from the virtual ones, serving as a key to understand the type of path that is being represented. After the paths were traced onto the clay, the tiles were fired at a high temperature respecting the traditions of pottery.\n\nThe installation is a participatory work of data physicalization that poses questions to the public about our presence in the real and virtual world today.","images":[{"src":"01.jpg","width":5472,"height":3648},{"src":"02.jpg","width":5472,"height":3648},{"src":"03.jpg","width":5472,"height":3648},{"src":"04.jpg","width":5472,"height":3648},{"src":"05.jpg","width":5472,"height":3648}]}},"__N_SSG":true}