{"pageProps":{"data":{"id":"the-memory-of-street-hong-kong","pc_id":"1043","title":"The memory of street - Hong Kong: history, culture, memory and post-humanism","authors":[{"id":"A040","name":"Liu","surname":"Chunxi Tracy","affiliation":"City University of Hong Kong, Department of Biomedical Sciences","website":"https://www.tracychunxiliucc.com","bio":"LIU Chunxi Tracy is an artist and biological researcher based in Hong Kong. Her artworks include bioart, photography, installation, interactive installation, paintings, videos, writings, poems and dramas. She believes artists as the “mediums” has the responsibility to step the world forward. “Whatever I could do to change the world a little bit, I would do anything for it.”She said.\nIn addition to artworks, she is also a biological researcher with interests in molecular biology, genetics, neuroscience, biological coding and biomedical engineering. She would like to make the world better.","images":[{"src":"LIUChunxiTracy.jpg","width":1600,"height":936}],"contributions_ids":1043},{"id":"A041","name":"Luk","surname":"Wai Lam Noah","affiliation":"City University of Hong Kong, School of Creative Media","website":"http://noahluk.co/","bio":"LUK Wai Lam Noah is a senior undergraduate in the School of Creative Media at the City University of Hong Kong. She is a CGI enthusiast, not only does she is a 3D animator, but she is also passionate about creating multidisciplinary installation art. Her knowledge of 3D computer graphics and printing allows her to bring all sorts of imaginative ideas to life. Her artworks include: 3D animations, motion graphics, interdisciplinary installations, and graphic designs.","images":[{"src":"LUKWaiLamNoah.jpg","width":1644,"height":2301}],"contributions_ids":1043}],"type":"pictorial","description":"In this annotated portfolio, we present a posthumanist idea of defining mingling spaces with microorganisms. Using this approach, we explored and extended the current boundary of cultural concerns of human beings. Human landmarks, such as buildings, streets, and cities, are usually named after famous people, important events, religious symbols, or a piece of collective memories. From Alexandra (named after the Macedonian King) to Hong Kong (meaning “fragrant harbour”), names of places are lyrical codenames that connect human emotions to a physical space. However, while these names last, the stories they tell often get forgotten. In this work, we propose a new, posthuman narrative for naming places. Microorganisms, the invisible lifeforms that pervade every micrometer of air, water bodies, and land on earth, coevolve and interact with the changing environment of the place they inhabit, accumulating genetic traits along the way. Just like gut microbiota that are unique for each individual human, the composition and genetic variations of the microbes in each location are also unique to that place, shaped by millennia of adaptation. Microorganisms narrate another kind of story, told through their genomes, where “collective memories” are a natural history in which anthropological activities play only a small part. Bacteria, the witness of human kings and heroes, wars and revolutions, ascent and extinction, are the rightful “namesake” of places. Using four landmarks in Hong Kong, a city tossed in endless political and cultural tides in the past 150 years, as our point of departure, we contemplated on the use of bacteria as a new narrative for the posthuman stories associated with places. Alongside the philosophical articulations, we also visualized this idea by fabricating an installation through the interdisciplinary use of 3D printing technology and microbiological procedures.","images":[{"src":"01.jpg","width":2902,"height":2190},{"src":"02.jpg","width":2340,"height":1560},{"src":"03.jpg","width":3129,"height":3375},{"src":"04.jpg","width":2417,"height":2350},{"src":"05.jpg","width":4338,"height":3113}]}},"__N_SSG":true}