{"pageProps":{"data":{"id":"ray","pc_id":"1078","title":"RAY","authors":[{"id":"A045","name":"Weidi","surname":"Zhang","affiliation":"Media and Immersive eXperience Center (MIX), Arizona State University, USA","website":"www.zhangweidi.com","bio":"Weidi Zhang is an LA and Phoenix-based new media artist/designer and an assistant professor of immersive experience design at Arizona State University. Her interdisciplinary art and design research investigates A Speculative Assemblage at the intersection of immersive media design, experimental data visualization, and interactive AI art. Her works are featured in international awards, such as the Best In Show Awards in SIGGRAPH, Red Dot Design Award, Honorary Mention in Prix Ars Electronica, Juried Selection in Japan Media Arts Festival, Lumen Prize shortlists, and others. Her works have been exhibited at international venues such as ISEA, Times Art Museum, Society For Arts and Technology [SAT], SwissNex Gallery, CVPR, IEEE VISAP, Zeiss-Planetarium Jena, Planetarium 1, and others. She holds her Ph.D. degree in Media Arts and Technology from the University of California, Santa Barbara, and an MFA degree in Art + Technology at the California Institute of the Arts.","images":[{"src":"ArtistProfile.JPG","width":349,"height":436}],"contributions_ids":1078}],"type":"artwork","description":"RAY provides a responsive art experience that re-interprets Rayograph (photogram) – a 20th Century cameraless image-making technique – in the perspective of Artificial Intelligent (AI) surveillance and the changing ontology of images. The system implements Image-to-Image Translation with Conditional Adversarial Networks and a computer vision system to translate human portraits into new images of Rayograph with semantic meanings, which are further developed algorithmically through visualizing in the aesthetics of light painting. RAY bridges intelligent visualization with cameraless photography Rayograph to engage audiences with an interactive poetic experience that conveys meanings.","images":[{"src":"image001.png","width":4096,"height":2303},{"src":"image002.jpg","width":3145,"height":4096},{"src":"image003.png","width":3456,"height":1801},{"src":"image004.png","width":3456,"height":2234},{"src":"image005.JPG","width":2267,"height":2267}]}},"__N_SSG":true}