{"pageProps":{"data":{"id":"wind-from-bamboo","pc_id":"1032","title":"Wind from Bamboo: A Chinese Handwriting Interactive Installation based on Human-AI Collaborative Font Design","authors":[{"id":"A010","name":"Zhen","surname":"Zeng","affiliation":"Design School, Sichuan Fine Arts Institute, Chongqing, Chongqing, China","website":"https://www.creativity-ai-colab.com/","bio":"Zhen Zeng is the dean and associate professor of the Department of Digital Media Art, Design School, Sichuan Fine Arts Institute. She is also a PhD candidate at the College of Design and Innovation, Tongji University. Her research interests are information visualization design and interaction design. She pays attention to the cross-integration innovation of design,  technology and science. She co-founded Creativity-AI-Colab with Associate Professor of Media and Design, Parsons. Creativity-AI-Colab focuses on exploring the methods and paths of collaborative creativity between humans and artificial intelligence in the field of design and art.","images":[{"src":"Zeng_Zhen.jpg","width":1773,"height":2750}],"contributions_ids":1032},{"id":"A011","name":"Jie","surname":"Wang","affiliation":"Design School, Sichuan Fine Arts Institute, Chongqing, Chongqing, China","website":"https://www.creativity-ai-colab.com/","bio":"Jie Wang，（Sichuan Fine Arts Institute MFA, Design School, Sichuan Fine Arts Institute）. He devotes himself to Digital Media Art Design, Information and Interaction Design, human-AI Collaborative Creative Design and other design fields. He is full of enthusiasm and interest in all kinds of cutting-edge artificial intelligence technologies, and likes to cooperate with AI in creative artistic design.","images":[{"src":"Wang_Jie.png","width":368,"height":416}],"contributions_ids":1032},{"id":"A012","name":"Nan","surname":"He","affiliation":"Design School, Sichuan Fine Arts Institute, Chongqing, Chongqing, China","website":"https://www.creativity-ai-colab.com/","bio":"He Nan, （Sichuan Fine Arts Institute MFA, Design School, Sichuan Fine Arts Institute）. She is devoted to the research of Digital Media Art Design, Information and Interaction Design, is full of enthusiasm for font design. She also loves Chinese traditional culture and is very interested in the innovation and integration of technology and design.","images":[{"src":"He_Nan.jpeg","width":1080,"height":1092}],"contributions_ids":1032}],"type":"pictorial","keywords":"Chinese Handwriting; Font;Human-AI Collaboration;Interactive Installation","description":"In the era of information, the feeling that the pen tip rubs against the paper is getting farther away, and the way of writing Chinese characters with strokes is gradually alienating. In response to this problem, this work tries to help people relive the touch of handwriting through the mingling of real and virtual experiences. The designer collaborated with AI to design a Chinese font that integrates bamboo leaves’ shape and Chinese characters’ structure. Based on the font, an interactive installation was set up to start a virtual Chinese poetry bamboo forest scene through real handwriting behavior. ","images":[{"src":"WIND FROM BAMBOO 01.jpg","width":4096,"height":2886},{"src":"WIND FROM BAMBOO 02.jpg","width":4096,"height":2886},{"src":"WIND FROM BAMBOO 03.JPG","width":4096,"height":2429},{"src":"WIND FROM BAMBOO 04.jpg","width":4096,"height":2886},{"src":"WIND FROM BAMBOO 05.jpg","width":4096,"height":2886}],"video":"The VIS Arts Program_1032_Zeng _Preview.mp4"}},"__N_SSG":true}