{"pageProps":{"data":{"id":"neuroknitting-beethoven","pc_id":"1047","title":"NeuroKnitting Beethoven: visualizing emotional state through the knitting process","authors":[{"id":"A042","name":"Varvara","surname":"Guljajeva","affiliation":"Computational Media and Arts, Hong Kong University of Science and Technology","website":"http://var-mar.info/","bio":"Dr Varvara Guljajeva is an Assistant Professor in Computational Media and Arts at the Hong Kong University of Science and Technology (Guangzhou). Previously, she held positions at the Estonian Academy of Arts and Elisava Design School in Barcelona. Her PhD thesis “From Interaction to Post-Participation: The Disappearing Role of the Active Participant” was selected as the highest-ranking abstracts by Leonardo Labs in 2020. As an artist, she works together with Mar Canet forming an artist duo Varvara & Mar. Often the duo's work is inspired by the information age. Their works were shown at MAD, Barbican, Ars Electronica, ZKM, etc. ","images":[{"src":"Guljajve_Varvara.jpg","width":2500,"height":2390}],"contributions_ids":1047},{"id":"A043","name":"Mar","surname":"Canet Sola","affiliation":"Tallinn University, Estonia","website":"http://var-mar.info/","bio":"Mar Canet Sola is a PhD candidate and research fellow at Cudan research group in BFM Tallinn University. He has a master’s degree from Interface Cultures at the University of Art and Design Linz and two degrees in art and design from ESDI in Barcelona and in computer game development from University Central Lancashire in the UK. As an artist, she works together with Varvara Guljajeva forming an artist duo Varvara & Mar. Often the duo's work is inspired by the information age. Their works were shown at MAD, Barbican, Ars Electronica, ZKM, etc.","images":[{"src":"Canet Sola_Mar.jpg","width":5184,"height":3456}],"contributions_ids":1047}],"type":"artwork","description":"NeuroKnitting Beethoven was developed to celebrate Ludwig van Beethoven’s 250th anniversary. It re-visits the composer’s classical compositions from an interdisciplinary viewpoint. The public could experience the musician's (in Seoul, it was a monk's) emotional state, which resulted in the movement of a circular knitting machine installation, visuals, and plotted pattern. The pianist’s affective response to music was captured every second and memorized in the knitted textile pattern, which was sprayed on the yarn before being knitted. High attention level resulted in a dense pattern, and the knitting machine’s speed followed the meditation level. All these processes were real-time and took place simultaneously. Furthermore, the sound-responsive AI-generated visuals were created and displayed alongside the data visualization to accompany brain data visualizations.\nThis artwork demonstrates how an interactive on-stage performance NeuroKnitting Beethoven became a telematic project due to travel restrictions. Thus, EEG data traveled over the distance from a concert hall to the artists’ studio, where was located the knitting machine (Circular Knitic). The knitting process was controlled by real-time biometrical data that was streamed over UDP. In return, the multiple viewpoints of the knitting process were streamed to the concert venue.\nNeuroKnitting Beethoven is an excellent example of how creative technology can save cultural programs and offer novel formats that were initially not planned. As a result, the telematic nature of artwork brings together multiple spaces in a creative and novel way letting the audience experience how brain data can affect physical matter and processes on distance.\nIn short, the artwork explores how a human affective state could influence the mechanical process of knitting and offer a different interpretation of classical music. We translate EEG data to the knitted pattern and the speed of the knitting machine in real-time.","images":[{"src":"image_1.JPG","width":2362,"height":3543},{"src":"image_2_creditsNabiArtCenter.jpg","width":2362,"height":1575},{"src":"image_3_creditsNabiArtCenter.jpg","width":2362,"height":1575},{"src":"image_4.png","width":2953,"height":1726},{"src":"image_5.JPG","width":1535,"height":2303}],"video":"NeuroKnittingBeethoven.mp4"}},"__N_SSG":true}