{"pageProps":{"data":{"id":"octoanemone","pc_id":"1053","title":"OctoAnemone","authors":[{"id":"A044","name":"Yin","surname":"Yu","affiliation":"School of Art and Design, San Diego State University, USA","website":"https://yinyudesign.com/","bio":"Dr. Yin Yu is a multidisciplinary artist, designer, and engineer. Her research investigates the potential of interactive multimedia environments and the intersection of architecture, music, and emerging technologies. Her practice covers a broad spectrum, including furniture, architecture, interactive multimedia, wearable design, and art installation. Underlying every aspect of her work is her deep commitment to investigating the social and physical interactions between human beings and the built spaces and redesigning the human-made environment through new media technologies. Her works have won several prestigious awards, published and exhibited internationally, such as CHI, HAID, and Xenakis22 Symposium. Dr. Yu joined the School of Art and Design at San Diego State University as Assistant Professor in 2022. She has a Bachelor of Science in Electronic Engineering (CN), a Master of Science in Information Technology (US), a Master of Science in Interior Architecture (US), and a Ph.D. in Media Arts and Technologies (US).","images":[{"src":"YU_YIN.png","width":1824,"height":1824}],"contributions_ids":1052}],"type":"artwork","description":"OctoAnemone is an interactive sculpture that explores the morphologies of artificial anemones for the post-Anthropocene era. This project imagines the evolution of artificial life forms and their intelligence – a speculative design for a yet unknown species. A group of deep organisms open and close like sea anemones. How do humans communicate with artificial creatures like OctoAnemone? In this project, a pre-trained machine learning model of human hand gestures allows the audience to interact with deep organisms using their hand language captured by a camera.\n\nOctoAnemone resonates deeply with the show’s theme-Mingling Spaces. On the one hand, the design of each creature mimics deep-sea organisms. The sculpture creates a space like people diving in the ocean. On the other hand, the sculpture was physically displayed in human habitat space. Visitors could use hand gestures to interact with the sculpture. OctoAnemone suggests blending two spaces of deep sea and habitat with one of the human identity-hand gestures.\n\nOctoAnemone creates a novel way to present an artificial creature using a pneumatic control system to change its shape and color. When observing the performance of OctoAnemone, visitors experienced a diving-like ocean exploration. OctoAnemone physically realized biological life from the deep sea.","images":[{"src":"OctoAnemone-1.png","width":1630,"height":1080},{"src":"OctoAnemone-2.jpg","width":6000,"height":3648},{"src":"OctoAnemone-3.jpg","width":6000,"height":3640}]}},"__N_SSG":true}