{"pageProps":{"data":{"id":"sifting-strands","pc_id":"1085","title":"Sifting Strands","authors":[{"id":"A053","name":"Oskar","surname":"Elek","affiliation":"Computational Media, University of California, Santa Cruz, California USA","website":"https://elek.pub/","bio":"Oskar Elek is an interdisciplinary Postdoctoral Scientist at UC Santa Cruz Computational Media. He designs algorithms that draw from complex fractal systems and explores their applications in astrophysics and cosmology, as well as computational art and design. He is the lead developer of open-source projects Polyphorm and PolyPhy. Find more about his work at elek.pub.","images":[{"src":"ELEK_OSKAR.jpg","width":1082,"height":1468}],"contributions_ids":1085},{"id":"A054","name":"Weston","surname":"Mossman","affiliation":"Independent researcher, Santa Cruz, California USA","bio":"Weston Mossman is a UC Santa Cruz Computational Media alum, Front End software architect, guitarist, electronic musician, and visual/craft artist. Weston organizes a multidisciplinary community art event in Santa Cruz called @LiminalSpaceEvents, performs in an Afrobeats band called @phreeborn, plays live organic ambient music as @swayor_music, and nerds out about anything tech/art.","images":[{"src":"MOSSMAN_WESTON.jpg","width":1082,"height":1468}],"contributions_ids":1085},{"id":"A055","name":"Angus G.","surname":"Forbes","affiliation":"Purdue University","website":"https://angusforbes.com/","bio":"Angus Forbes is an Associate Professor in the Computer Graphics Technology Department at Purdue University. His interdisciplinary research in computational media focuses on topics in graphics and visualization, and he is also engaged in exploring the creative use of contemporary technologies. More information about his work can be found at angusforbes.com.","images":[{"src":"FORBES_ANGUS.jpg","width":1082,"height":1468}],"contributions_ids":1085}],"type":"artwork","description":"Sifting Strands is an interdisciplinary art project which arose from a collaboration between astrophysicists and computational researchers at the University of California in Santa Cruz in the effort to develop a functional meta-model of the cosmic web. Its core technical component is the MCPM algorithm that builds on a computational model of Physarum polycephalum slime mold. Using this methodology, we built the first accurate density map of the cosmic web, detected the contributions of intergalactic medium to the signal from a fast radio burst, explored novel 3D printing designs, developed a physically realistic visualization of volumetric slime mold networks, and explored language embedding models.\n\nSifting Strands presents an interactive performance that transforms the MCPM algorithm to a more expressive formulation that is also music, video, and scene reactive. Our simulation responds to acoustic transients by spatial distortions of the simulation domain, and uses the video and scene geometry capture inputs as additional signaling modalities to steer the virtual agents. The resulting generative patterns have a mesmerizing organic, fractal nature.\n\nWe have performed different adaptations of this work within a series of collaborative art events in Santa Cruz, California titled Liminal Space. In one version, the simulation reacts to the live performed music as well as the video recording of the room and the resulting visuals are projected on the wall. In another, we projected the simulation onto a surfboard which the participants could draw on, creating a feedback loop dialogue between the people and the simulation. In another, we used Microsoft Kinect to detect the motion dynamics of the audience and used that to steer the simulation. For VISAP 2022 we will present an amalgam of these performances.\n\nSifting Strands explores how compter generated art and live audience collaborate in the creative act. People appreciate the opportunity to participate in the performances, whether is be through drawing, modulating and steering the generative system in real time, or simply having stimulating cross-disciplinary conversations. For us researchers this presents a unique opportunity to get feedback and spread knowledge of complex systems through the performances as an outreach activity.\n\nWe believe this work in its own way demonstrates that artistic exploration and scientific research can inform each other, and participatory artistic presentations can make scientific research more accessible and interesting to the general public, with the added benefit of strengthening local art communities.","images":[{"src":"SiftingStrands-0.png","width":1920,"height":1068},{"src":"SiftingStrands-1.png","width":3000,"height":1984},{"src":"SiftingStrands-2.png","width":3500,"height":2436},{"src":"SiftingStrands-3.png","width":2618,"height":1509}],"video":"SiftingStrands-Long.mp4"}},"__N_SSG":true}