{"pageProps":{"data":{"id":"quarantiles","pc_id":"1041+1042","title":"Quaran.tiles. Archiving expressive digital places from instagram during the COVID-19 pandemic","authors":[{"id":"A037","name":"Andrea","surname":"Benedetti","affiliation":"Department of Design, Politecnico di Milano, Milan, Italy","website":"https://www.bndndr.it/ ","bio":"Andrea Benedetti is currently a PhD student in Design at Politecnico di Milano, Italy. He’s affiliated to DensityDesign Lab where he started as Junior Research Assistant in 2019. He works at the intersection of data visualization, creative coding and communication design. He worked on interfaces for the curatorial and serendipitous exploration for digital archives of cultural heritage and is now focusing on the role of interfaces and the role of design in general in shaping awareness on how data is produced online by users. His teaching efforts are focused on teaching data visualization to students of various backgrounds, as well as creative coding as an expressive practice for designers. From 2017, he collaborates with the Digital Methods Initiative at the University of Amsterdam.","images":[{"src":"BENEDETTI_ANDREA.JPG","width":3000,"height":3000}]},{"id":"A038","name":"Beatrice","surname":"Gobbo","affiliation":"Department of Design, Politecnico di Milano, Milan, Italy","website":"http://beatgo.it/ ","bio":"Beatrice Gobbo is a PhD in Design and she is currently working as researcher at DensityDesign (Politecnico Di Milano). Her work and academic interests are positioned at the intersection between information design and computer science. Indeed, with her PhD thesis “Embalming and Dissecting AI. Visual Explanations for the General Public” she described a mixed methodology for approaching the Explainable Artificial Intelligence issue from a communication design perspective. Moreover, from 2019 she is also focused on teaching data visualization to students from different background.","images":[{"src":"GOBBO_BEATRICE.JPG","width":640,"height":640}]},{"id":"A039","name":"Giacomo","surname":"Flaim","affiliation":"Independent Researcher, Milan, Italy","website":"https://giacomoflaim.com/ ","bio":"Giacomo Flaim is an Information and User Experience designer from Italy, currently working in H-FARM Innovation. Previously, he worked in other design companies such as Accurat and oblo.design. He graduated at Politecnico di Milano in MA in Communication Design, after a bachelor in Cognitive Science. He works on UI and digital products, mainly focusing on data visualization with a human-centered approach. During the academic year 2021-2022, he taught a data visualization module in the master’s degree program in Communication Design at the University of San Marino. From 2017 to 2019, he collaborates with the Digital Methods Initiative at the University of Amsterdam.","images":[{"src":"FLAIM_GIACOMO.jpg","width":4872,"height":3480}]}],"type":"artwork and pictorial","description":"[artwork] “Quaran.tiles” is the physical representation of a collection of expressive geotags created on Instagram in 2020 as a response to quarantines during the first wave of infections of COVID-19. Due to the lack of vaccines and cures for the illness, the reaction of various local governments was lockdowns of multiple scales that forced people to stay at home. On social media platforms like Instagram, which offer UI affordances to tag photographs in various places globally, this became impossible for many people due to lockdowns. People in lockdown started to re-appropriate these UI affordances not to locate themselves in a specific place but instead in a fictional place that reflected their condition instead of geographic coordinates. A series of posts tagged in places named “Quarantine” started to appear.\nDue to how the platform is structured, these non-existent places are often associated with real-world coordinates, creating a mingling layer where digital aggregations of data and real-world features meet. After a first mapping that provided an archive of these places directly on Instagram (@quaran.tile), the ephemeral nature of the content on the platform required a physical archival effort to preserve the constructed dataset.\nThis assemblage results in a catalog of places scraped from Instagram as of summer 2020. Various levels of information can describe each place. The first layer is the one available on Instagram: the name is found on the platform, along with latitude and longitude, when available. The address was automatically obtained through reverse geocoding to emphasize the relationship between these digital places and real-world locations. A collection of images from Google Streetview was downloaded as an additional layer of information.\n50 words description - “Quaran.tiles” is a catalog of geotags scraped from Instagram as a response to quarantines during the first wave of infections of COVID-19, which started various local governments was lockdowns that forced people to stay at home. Due to the impossibility to go out, people started to re-appropriate the geotag affordance to locate themselves in fictional places linked to their condition: posts tagged in places named “Quarantine” started to appear.\n\n[pictorial] QUARANTILES. Archiving expressive digital places from Instagram during the COVID-19 pandemic.\nDuring the spring of 2020, COVID-19 limited contact between people and prevented from meeting and aggregating in real places. Many had to stay at home, and others spent time in quarantine facilities. In this context, virtual aggregation has increased at the expense\nof in-person aggregation. Expressive geo- tagging, namely the practice of creating locations with fictitious names to express an emotional condition, became worthy of attention. Grounded on anecdotal evidence, fictitious digital locations on social media such as “Quarantine” began to proliferate, which, despite not having a name that could be traced back to an existing place, still carried geo-referenced information with them. Starting from this concept, we present the book Quaran.tiles, an archive of 364 expressive digital places collected from Instagram in April 2020 and enriched with information from Google Street View, which aims to give space and dimension to the resulting collection of fictitious and mingling user-generated places.","images":[{"src":"01.png","width":3300,"height":2400},{"src":"04.png","width":1350,"height":1818},{"src":"02.png","width":3300,"height":2400},{"src":"03.png","width":3300,"height":2400}],"video":"vis22e-sub1041-cam-i16.mp4"}},"__N_SSG":true}