{"pageProps":{"data":{"id":"presentation-of-self-in-machine-life","pc_id":"1082","title":"PRESENTATION OF SELF IN MACHINE LIFE","authors":[{"id":"A051","name":"Ray","surname":"LC","affiliation":"School of Creative Media, City University of Hong Kong","website":"https://raylc.org/","bio":"RAY LC (Parsons MFA, UCLA PhD) creates exhibitions and interventions using environmental storytelling and human-machine interactions. He takes inspiration from his own research in human-computer interaction and neuroscience in works that probe human communityís evolving relationship with technology. Notable exhibitions include BankArt, 1_Wall, Process Space LMCC, New York Hall of Science Residency, Saari Residency, Kyoto Design Lab Residency, Kiyoshi Saito Museum, ICRA Elektra Montreal, ArtLab Lahore, Ars Electronica Linz, NeON Digital Arts Festival, New Museum, CICA Museum, NYC Short Documentary Film Festival, Burning Man, NeurIPS, Deconstrukt, Angewandte Festival, University of Graz, Elektron Tallinn, Floating Projects, Jockey Club Creative Arts Centre, Soho House Hong Kong, Osage Gallery, Hong Kong Arts Centre, Science Gallery Detroit.","images":[{"src":"LC_RAY.jpg","width":1983,"height":1983}],"contributions_ids":1082},{"id":"A052","name":"Mizuho ","surname":"Kappa","affiliation":"Peridance, New York","website":"https://www.instagram.com/mizup0i_kappa/","bio":"I am a dancer, choreographer and artist. As an artist, I always tried to find new connections between scientific or statistical facts and emotions. And using technology not as a stage directing tool but as a thing that motivates movements is one of my most important subjects.\nI have worked with ìPeridance Contemporary Dance Companyî directed by Igal Perry, ìLa Danse Compagnie Kaleidoscopeî directed by Kazuyuki Futami, ìBENNYROYCE DANCEî directed by Bennyroyce Royon, ìAyalis in Motionî directed by Ayako Takahashi. I have worked with reknowned choreographers such as Igal Perry, Bennyroyce Royon, Julie Magnevile, Guanglei Hui, Hussein Smko, Kazuyuki Futami, Yoshiko Chuma, Jorge Vasquez, Jonathan Huor, Nicholas Palmquist, Vivake Khamsingsavath, Miho Ryu, Ryu Suzuki, Shuntaro Yoshida, RAY LC, Ayako Takahashi.","images":[{"src":"Kappa_Mizuho.jpg","width":6000,"height":4000}],"contributions_ids":1082}],"type":"artwork","description":"The world has been driven apart by recent events, making long distance performative mingling difficult to achieve, especially those employing in-person collaboration between humans and machines. How shall we reclaim a tangible exchange with other parts of the world that has presence and meaning, as opposed to impersonal virtual interactions? We created and choreographed an art technology performance that allows viewers in Oklahoma City to immerse themselves in a collaborative narrative space between a dancer in the US and a robot arm in City University of Hong Kong's Studio for Narrative Spaces. The performance is shown in either online or offline form to audiences, who witness the narrative of a dancer and a robot who communicate with each other through movement, sometimes leading one another, sometimes frustrating each other, as if each are present to the other across a 12 hour divide. The dancer invites the machine to dance with her, but the machine quickly realizes that while it is not human, it can do things even the human dancer cannot accomplish. However the dancer is eager to control the technology she has invited, and will stop at nothing to get it to do what she wants to do. Without viewing the machine directly, the dancer relies on limited perspectives and sounds to enable bi-directional communication. The outcome is a narratively driven art-technology-based performance that attempt to overcome the space and time separation between humans and their technology in order to establish a presentation of the extended self.","images":[{"src":"proj_robotdance-01.jpg","width":4856,"height":3237},{"src":"proj_robotdance-04.jpg","width":5446,"height":3631},{"src":"proj_robotdance-07.jpg","width":5760,"height":3840},{"src":"proj_robotdance-19.jpg","width":5491,"height":3661},{"src":"proj_robotdance-50.jpg","width":4438,"height":2959}],"video":"proj_robotdance-video.mp4"}},"__N_SSG":true}