{"pageProps":{"data":{"id":"metoo-anti-network","pc_id":"1024+1029","title":"#MeToo Anti-Network","authors":[{"id":"A029","name":"Kim","surname":"Albrecht","affiliation":"metaLAB (at) FU Berlin, Freie Universität Berlin, Berlin, Berlin, Germany\nmetaLAB (at) Harvard, Harvard, Cambridge, Massachusetts, United States","website":"https://kimalbrecht.com","bio":"Kim Albrecht visualizes cultural, technological, and scientific forms of knowledge. His diagrams unfold and question the structures of representation and explore the aesthetics of technology and society. Kim is a principal researcher at metaLAB (at) Harvard, director of metaLAB (at) FU Berlin, and holds a Ph. D. from the University of Potsdam in media theory. As a design researcher, Kim Albrecht explores the boundaries of visual knowledge in the post-digital age. Working and living in Berlin, Kim exhibited, among others, at Harvard Art Museums, MIT List Visual Arts Center, Four Domes Pavilion Wrocław, Ars Electronica Center, Cooper Hewitt, Cube design museum, ZKM Center for Art and Media Karlsruhe, Kaestner Gesellschaft, The Wrong Biennial, Istanbul Contemporary Art Museum, and Kunsthaus Graz.","images":[{"src":"ALBRECHT_KIM.jpg","width":4000,"height":2667}]},{"id":"A030","name":"Catherine","surname":"D'Ignazio","affiliation":"Dept of Urban Studies & Planning, MIT, Cambridge, Massachusetts, United States","website":"http://www.kanarinka.com","bio":"Catherine D’Ignazio is a hacker mama, scholar, and artist/designer who focuses on feminist technology, data literacy and civic engagement. She has run women’s health hackathons, designed global news recommendation systems, created talking and tweeting water quality sculptures, and led walking data visualizations to envision the future of sea level rise. Her 2020 book from MIT Press, Data Feminism, co-authored with Lauren Klein, charts a course for more ethical and empowering data science practices. D’Ignazio is an assistant professor of Urban Science and Planning in the Department of Urban Studies and Planning at MIT where she is the Director of the Data + Feminism Lab."},{"id":"A031","name":"Nicole","surname":"Martin","affiliation":"Arnold Arboretum, Harvard University , Boston, Massachusetts, United States","website":"https://www.iwrising.org/nicole-martin","bio":"Nicole Martin (Navajo, Laguna, Chiricahua Apache, Zuni) is an organizer for Indigenous Women Rising.  Her passion is rooted in creating healthier conversations in regards to sex, gender, and sexuality. Nicole received her BA in Native American and Indigenous Studies with a minor in Gender and Women’s Studies, from Fort Lewis College in Durango, CO. She resides in Albuquerque with family."},{"id":"A032","name":"Matthew","surname":"Battles","affiliation":"Sex Educator","website":"https://www.matthewbattles.org/","bio":"Matthew Battles is a maker and thinker whose work merges literary, scholarly, and artistic forms of inquiry. His writing has appeared in such venues as The American Scholar, The Atlantic, Harper’s Magazine, and The New York Times. His most recent book, TREE, was published by Bloomsbury in 2017. He is currently working on a cultural and natural history of memory. With a far-flung network of collaborators, he has created films, installations, and experiences from Boston to Berlin. In January 2022, he joined the staff of Harvard’s Arnold Arboretum, where he edits the magazine, Arnoldia."}],"type":"artwork","description":"[artwork] #MeToo Anti-Network. Cosmologists say that most of the universe is structured by antimatter. We postulate that social media is similarly structured by effects of the unobserved discourse and experience. The backbone of a movement such as #MeToo is not based on the most-liked and most-retweeted, but by the masses of unobserved tweets. Vast numbers of #MeToo tweets that had no retweets and no likes nonetheless constituted acts of quiet testimony or unassuming solidarity. Conventional measures of network science thus fail to capture the true relevance of #MeToo. As Black feminist Patricia Hill Collins says, \"Most activism is brought about by ordinary people like ourselves.\"\nFrom a distance, the graphics appear as abstract diagrams, similar to Bridget Riley’s work. The beauty of each line contains a powerful request for a reordering of power within society. We present an opportunity to engage with each request—from individual people at individual moments within a collective movement that is not over. #MeToo is urgent, #InvisibleNoMore is urgent, #BelieveBlackWomen is urgent, #MMIWG2S is urgent, #SayHerName is urgent. We are still living in a crisis of sexual violence. So we invite you to ditch the networked metrics and listen.\n\n[pictorial] Situating #MeToo; A constructivist perspective on designing with data. This document introduces the various questions, blockades, and off-center paths encountered in researching and designing a project around tweets with hashtags related to the MeToo Movement. What the paper offers is a perspective on the process of designing with data from a constructivist perspective. Rather than asking what representation fits the data, we reverse the question on two levels. First, the data: We took authorship by selecting the data, and by making choices away from the algorithmic and the superlative. And second on the level of visualization. Rather than finding the right chart type for the data, we ask what we want the data to be imagined as.","images":[{"src":"metoo-first-day-lg.png","width":5000,"height":5004},{"src":"metoo-indigenous-lg.png","width":5000,"height":5004},{"src":"metoo-metoos-lg.png","width":5000,"height":5004},{"src":"metoo-reports-lg.png","width":5000,"height":5004}]}},"__N_SSG":true}