{"pageProps":{"data":{"id":"at-the-pump","pc_id":"1031","title":"at the pump","authors":[{"id":"A034","name":"Joseph A.","surname":"Insley","affiliation":"Northern Illinois University, DeKalb, Illinois, United States Argonne National Laboratory, Lemont, Illinois, United States","bio":"Joseph A. Insley is the Team Lead for Visualization and Data Analysis at Argonne National Laboratory’s Leadership Computing Facility (ALCF), and an Associate Professor in the School of Art and Design at Northern Illinois University. With a Master of Fine Arts and a Master of Science in Computer Science he draws on his diverse background in both his professional and artistic career. At the ALCF his research includes the development of parallel and scalable methods for large-scale data analysis and visualization on current and next-generation systems. He works closely with facility users from a wide range of scientific domains, developing cutting edge visualizations that provide insight into their large-scale simulation data. One of his crowning achievements is the appearance of one of his images on the cover of the international science journal “Nature”. In his artistic practice he leverages computers and technology to transform data and ideas into visual expression.","images":[{"src":"Insley_Joseph.jpg","width":4912,"height":4912}],"contributions_ids":1031}],"type":"artwork","description":"What started as a curiosity turned into a habit.  While stopped at a gas station one day to fill up my car, I noticed a pair of broken glasses on the ground near the pump, with a rusty paperclip nearby. I found it curious, so I snapped a picture.  The next time I filled up, I saw a battery that had been partially crushed.  I snapped a picture.  I was intrigued by these things that were discarded and left behind.  What was the story behind these items?  Most were likely dropped accidentally. But did their owners know they dropped them, and didn’t bother to pick them up? Or did they get home and wonder, where did I leave my comb? How many other people had walked past them?  Did they even notice them, or give them a second thought? I started to seek them out. I noticed patterns.  I would see similar objects at different gas stations, or the same object at the same station, weeks apart. \n\nThe gas station is a common shared public space that many people move in and out of, often without giving a thought to those that are there before or after them. By focusing on these items that were left behind, we raise awareness that we are not here alone.  And while we may not know or ever directly encounter these other people, our actions can leave an imprint on them, and the environment.\n\nThe digital print includes 110 images that were collected over the course of about three and a half years. Along with the photos themselves are plots of associated data.  Including information related to when the photo was taken, and data related to the content of the image.\n\nYou are encouraged to share your own images of objects discovered at the pump, using Twitter and #atthepump. Use the QR code above to visit the virtual gallery of these shared images.","images":[{"src":"at_the_pump_detail_01.png","width":3883,"height":1500},{"src":"at_the_pump_detail_02.png","width":8780,"height":3000},{"src":"atp_gallery_01.png","width":3190,"height":3024}],"website":"http://atthepump.net"}},"__N_SSG":true}