{"pageProps":{"data":{"id":"skyglyphs","pc_id":"1013","title":"SkyGlyphs: Reflections on the Design of a Delightful Visualization","authors":[{"id":"A017","name":"Bon Adriel","surname":"Aseniero","affiliation":"Autodesk Research","website":"https://bonadriel.com","bio":"Bon Adriel Aseniero is a multi-disciplinary information designer, computer scientist, and visual artist, based in Toronto, Ontario, Canada. His research interests lie in the intersection of Information Visualization and Human-Computer Interaction, particularly in exploring how delightful visualizations can engage and support people in exploring data. This research is informed by his background in computer science (BSc., MSc., and Ph.D. University of Calgary) and a long-time passion for the visual arts including graphic design, photography, drawing, and painting. He currently works at Autodesk as a Senior Research Scientist.","images":[{"src":"ASENIERO_BONADRIEL.png","width":2500,"height":2500}],"contributions_ids":1013},{"id":"A018","name":"Sheelagh","surname":"Carpendale","affiliation":"Simon Fraser University","website":"https://www.cs.sfu.ca/~sheelagh/","bio":"Sheelagh Carpendale is a Professor at Simon Fraser University (SFU). She directs the InnoVis (Innovations in Visualization) research group and the newly formed ixLab (Interactive Experiences Lab). Her NSERC/SMART Industrial Research Chair in Interactive Technologies is still current. She has been awarded the IEEE VGTC Visualization Career Award and is inducted into both the IEEE Visualization Academy (highest and most prestigious honor in the field of visualization) and the ACM CHI Academy. Her research on information visualization, large interactive displays, and new media draws on her dual background in Computer Science (BSc. and Ph.D. Simon Fraser University) and Visual Arts (Sheridan College School of Design, and Emily Carr College of Art).","images":[{"src":"CARPENDALE_SHEELAGH.png","width":2501,"height":2500}],"contributions_ids":1013},{"id":"A019","name":"George","surname":"Fitzmaurice","affiliation":"Autodesk Research","website":"https://www.autodesk.com/research/people/george-fitzmaurice","bio":"George Fitzmaurice is a Research Fellow and heads the Human Computer Interaction and Visualization Research group. During the last 25 years his research has focused on technology-assisted learning systems, knowledge capture and retrieval, highly interactive visualization systems, AR/VR and novel input, and interaction techniques. He received a B.Sc. in Mathematics with Computer Science at MIT, an M.Sc. in Computer Science at Brown University, and a Ph.D. in Computer Science at the University of Toronto. In 2019 he was inducted into the ACM CHI Academy for his substantial contributions to the field of HCI.","images":[{"src":"FITZMAURICE_GEORGE.png","width":2500,"height":2500}],"contributions_ids":1013},{"id":"A020","name":"Justin","surname":"Matejka","affiliation":"Autodesk Research","website":"https://www.autodesk.com/research/people/justin-matejka","bio":"Justin Matejka is a Senior Principal Research Scientist at Autodesk Research in Toronto, Canada. Since 2006 he has published more than 30 papers and received over 40 patents on a diverse set of topics including interfaces for 3D navigation, software learnability, video navigation, and data visualization. His current research focus is understanding basic human behaviour in visualization and perception, and combining the insights gained into systems for interactively exploring large datasets.","images":[{"src":"MATEJKA_JUSTIN.png","width":2500,"height":2500}],"contributions_ids":1013}],"type":"pictorial","description":"In creating SkyGlyphs, our goal was to develop a data visualization that could possibly capture people’s attention and spark their curiosity to explore a dataset. This work was inspired by a mingling of research including serendipitous interactions, visualizations for public displays, and personal visualizations. SkyGlyphs is a nonconventional whimsical visualization, depicting datapoints as animated balloons in space. We designed it to encourage non-experts to casually browse the contents of a repository through visual interactions like linking and grouping of datapoints. Our contributions include SkyGlyphs’ representation and our design reflection that reveals a perspective on how to design delightful visualizations.","images":[{"src":"skyglyphs_visap_2022-rep-images-01.png","width":8000,"height":4500},{"src":"skyglyphs_visap_2022-rep-images-02.png","width":8000,"height":4500},{"src":"skyglyphs_visap_2022-rep-images-03.png","width":8000,"height":4501},{"src":"skyglyphs_visap_2022-rep-images-04.png","width":8000,"height":4500},{"src":"skyglyphs_visap_2022-rep-images-05.png","width":8000,"height":4501}],"video":"SkyGlyphs walkthrough video.mp4"}},"__N_SSG":true}