{"pageProps":{"data":{"id":"under-the-green","pc_id":"1079","title":"Under the Green: Visual data storytelling the process of urban CO2 neutralization by forests","authors":[{"id":"A046","name":"Linqi","surname":"Wang","affiliation":"School of Design, Hunan University, Changsha, Hunan, China","bio":"UX designer, Master, School of Design in Hunan University\nHer research interests include Interactive Data Visualization, Information Design, and User Experience Design. She explores the paradigms of Visual Data Storytelling in artistic design. She is responsible for the overall design and data processing of the project.","images":[{"src":"Wang_Linqi.jpeg","width":2450,"height":2450}],"contributions_ids":1079},{"id":"A047","name":"Fengzhou","surname":"Liang","affiliation":"School of Data and Computer Science, sun yat-sen university, Guangzhou, Guangdong, China","bio":"Master, School of Computer Science and Engineering in Sun Yat-sen University\nHis research focuses on Visualization. He devotes to exploring better 3D rendering techniques. He is responsible for the Front-end development of the project.","images":[{"src":"Liang_Fengzhou.jpeg","width":1280,"height":1280}],"contributions_ids":1079},{"id":"A048","name":"Fang","surname":"Liu","affiliation":"School of Design, Hunan University, Hunan, China","bio":"Ph.D., Professor and Doctoral Supervisor in Hunan University, Deputy Director of the Key Laboratory of the Ministry of Culture and Tourism for \"Intelligent Design Technology for Digital Culture and Creativity\", Member of the Professional Committee of Information Storage Technology. Her research interests include Cultural Big Data, Intelligent Interaction Design, Data Visualization, Visual Analytics, Edge Computing, and other areas. ","images":[{"src":"Liu_Fang.jpeg","width":683,"height":683}],"contributions_ids":1079},{"id":"A049","name":"Boai","surname":"Yang","affiliation":"School of Design, Hunan University, Changsha, China","bio":"Software Engineer, Ph.D.candidate, School of Design in Hunan University\nHe has five years of development experience in Software Engineering, Big Data applications, distributed computing, etc. He is currently engaged in research on Intelligent Design, Big Data Visualization, etc. He is responsible for the Front-end development of the project.\n","images":[{"src":"Yang_Boai.jpg","width":791,"height":791}],"contributions_ids":1079},{"id":"A050","name":"Junyan ","surname":"Lv","affiliation":"School of Design, Hunan University, Changsha, China","bio":"Postgraduate student, School of Design in Hunan University\nShe is good at video editing and post-production. She explores new forms of expression that combine Data Narrative and Interaction Design. She assisted with video editing in this project.\n","images":[{"src":"Lv_Junyan.jpeg","width":1280,"height":1280}],"contributions_ids":1079}],"type":"artwork","description":"We express the conflict between industrialization and ecological civilization through Cyber Aesthetics and interactive web pages. We popularize the originally cryptic knowledge of Forest Ecology to the public through common visual metaphors and interactive effects. With this work spreading online, we hope to attract more people to join the construction of ecological civilization and pay tribute to Forest Ecological Scientists. There are already some scientific research results on forest carbon fixation, and a large amount of scientific data has been generated. However, these achievements and data are highly specialized, detached from daily life, and subsequently receive rare public attention. The physical space humans depend on is strongly interconnected, and forests and cities seem separate but mingling. The production and living of people produce lots of greenhouse gases, which need to be consumed by forest plants through photosynthesis, fixing CO2 in the form of organic carbon in the soil and biomass to ensure the carbon cycle. Industrialization has led to excessive CO2 emissions, causing severe disturbances to the carbon cycle process. At the same time, nature is constantly warning humanity, accompanied by frequent occurrences of extreme weather. Therefore, natural forest conservation and plantation forest management are crucial for future ecological civilization.\nAll data supporting our creation are from China Huitong National Forest Ecosystem Research Station (HTF).","images":[{"src":"HomePage.png","width":8000,"height":4500},{"src":"Macro.png","width":8000,"height":4500},{"src":"Micro.png","width":8000,"height":4500},{"src":"Mingling.png","width":8000,"height":4501}],"video":"Under the Green_Presentation.mp4"}},"__N_SSG":true}